Repository: robxu9/vala-toys
Catalog: po/*.po
Languages: it

source: Start compiling file: %s
it: Inizio compilazione file: %s

source: Start building project: %s
it: Inizio compilazione progetto: %s

source: Start cleaning project: %s
it: Inizio pulizia progetto: %s

source: cleaning 'stamp' files for project: %s
it: Pulizia 'stamp' files per il progetto: %s

source: error cleaning 'stamp' files for project: %s
it: Errore durante la pulizia dei files 'stamp' per il progetto: %s

source: compilation end with exit status %d
it: Compilazione terminata codide di uscita: %d

source: _New Project...
it: _Nuovo Progetto...

source: Create a new project
it: Crea un nuovo progetto

source: Op_en Project...
it: _Apri Progetto...

source: Open an existing project
it: Apre un progetto esistente

source: _Close Current Project
it: _Chiudi Progetto Corrent

source: Close current selected project
it: Chiude il progetto correntemente selezionato

source: Build
it: Genera

source: Build menu
it: Menu Genera

source: _Build Project
it: _Genera Progetto

source: Build the current project using 'make'
it: Genera il progetto corrente usando 'make'

source: _Clean Project
it: _Pulisci Progetto

source: Clean the current project using 'make clean'
it: Pulisce il progetto corrente usando 'make clean'

source: _Clean Project and Vala 'Stamp' Files
it: P_ulisci Progetto e Files Vala 'Stamp'

source: Clean the current project stamp files
it: Pulisce il progetto corrente eliminado i files 'stamp'

source: _Compile File
it: _Compila File

source: Compile the current file with the vala compiler
it: Compila il file corrente con il compilatore vala

source: _Next Error
it: Errore _Successivo

source: Go to next error source line
it: Salta alla linea dell'errore successivo

source: _Previuos Error
it: Errore Prece_dente

source: Go to previous error source line
it: Salta alla linea dell'errore precedente

source: _Execute
it: _Esegui

source: Excute target program
it: Esegue il programma

source: _Stop process
it: _Ferma il processo

source: Stop (kill) executing program
it: Ferma (kill) il programma correntamente eseguito

source: _Go To Document...
it: _Salta Al Documento...

source: Open a document that belong to this project
it: Apre un documento appartenente a questo progetto

source: _Go To Method...
it: Salta Al _Metodo...

source: Goto to a specific method in the current source document
it: Salta ad uno specifico metodo del sorgente corrent

source: Open Project
it: Apri Progetto

source: Project files need to be saved
it: Alcuni files del progetto devono essere salvati

source: Save Project
it: Salva Progetto

source: Autogenerating project: %s
it: Autogenerazione del progetto in corso: %s

source: autogeneration end with exit status %d
it: autogenerazione terminata con codice di uscita %d

source: References
it: Riferimenti

source: Add/Remove Packages...
it: Aggiungi/Rimuovi Package...

source: Manage packages references
it: Gestisci i riferimenti ai packages

source: Open configure file...
it: Apri il file configure...

source: Open configure.ac file
it: Apre il file configure.ax

source: Open makefile
it: Apri il makefile

source: Open makefile.am file
it: Apre il file makefile.am

source: Projects
it: Progetti

source: (no project opened - default)
it: (nessun progetto aperto - predefinito)

source: Output
it: Risultato

source: Message
it: Messaggio

source: Line
it: Linea

source: Column
it: Colonna

source: Build results
it: Risultati generazione

source: Starting %s, from project: %s
it: Avvio di %s, dal progetto: %s

source: process terminated with exit status %d
it: processo terminato con stato di uscita %d

source: other
it: altro

source: Enable the symbol completion module
it: Abilita il modulo per il completamento del codice

source: Enable the bracket completion module
it: Abilita il modulo per il completamento delle parentesi

source: project of type %s is not supported
it: tipo progetto %s non supportato

source: license of type %s is not available
it: tipo licenza %s non disponibile

source: unknown option %s
it: opzione sconosciuta %s

source: Just a single project name can be specified on the command line
it: E' possibile specificare un solo nome progetto fra gli argomenti della linea di comando

source: Run '%s --help' to see a full list of available command line options.
it: Esegui '%s --help' per avere la lista delle possibili opzioni della linea di comando
