Repository: robxu9/vala-toys
Catalog: vtg-0.11.1/po/*.po
Languages: es_ar

source: Start compiling file: %s
es_ar: Iniciar la compilación del archivo: %s

source: Start building project: %s
es_ar: Iniciar la construcción del proyecto: %s

source: Start cleaning project: %s
es_ar: Iniciar la limplieza del proyecto: %s

source: cleaning 'stamp' files for project: %s
es_ar: limpiando archivos 'stamp' para el proyecto: %s

source: error cleaning 'stamp' files for project: %s
es_ar: error limpiando archivos 'stamp' para el proyecto: %s

source: compilation end with exit status %d
es_ar: la compilación terminó con estado de salida %d

source: _New Project...
es_ar: Nu_evo Proyecto...

source: Create a new project
es_ar: Crear un nuevo proyecto

source: Op_en Project...
es_ar: A_brir Proyecto...

source: Open an existing project
es_ar: Abrir un proyecto existente

source: _Close Current Project
es_ar: Cerrar Pro_yecto Actual

source: Close current selected project
es_ar: Cerrar el proyecto seleccionado actualmente

source: Build
es_ar: Construir

source: Build menu
es_ar: Construir menu

source: _Build Project
es_ar: _Construir Proyecto

source: Build the current project using 'make'
es_ar: Construir el proyecto actual usando 'make'

source: _Clean Project
es_ar: _Limpiar Proyecto

source: Clean the current project using 'make clean'
es_ar: Limpiar el proyecto actual usando 'make clean'

source: _Clean Project and Vala 'Stamp' Files
es_ar: L_impiar Proyecto y Archivos 'Stamp' de Vala

source: Clean the current project stamp files
es_ar: Limpiar los archivos 'stamp' del proyecto actual

source: _Compile File
es_ar: C_ompilar Archivo

source: Compile the current file with the vala compiler
es_ar: Compilar el archivo actual con el compilador de vala

source: _Next Error
es_ar: _Siguiente Error

source: Go to next error source line
es_ar: Ir a la siguiente línea de código fuente errónea

source: _Previuos Error
es_ar: _Anterior Error

source: Go to previous error source line
es_ar: Ir al anterior línea de código fuente errónea

source: _Execute
es_ar: _Ejecutar

source: Excute target program
es_ar: Ejecutar programa destino

source: _Stop process
es_ar: _Detener proceso

source: Stop (kill) executing program
es_ar: Detener (eliminar) programa en ejecución

source: _Go To Document...
es_ar: Ir Al _Documento...

source: Open a document that belong to this project
es_ar: Abrir un documente

source: _Go To Method...
es_ar: Ir Al _Método...

source: Goto to a specific method in the current source document
es_ar: Ir a un método específico en el documento de código fuente actual

source: Open Project
es_ar: Abrir Proyecto

source: Project files need to be saved
es_ar: Archivos del Proyecto que necesitan ser guardados

source: Save Project
es_ar: Guardar Proyecto

source: Autogenerating project: %s
es_ar: Autogenerando proyecto: %s

source: autogeneration end with exit status %d
es_ar: autogeneracion terminó con estado de salida %d

source: References
es_ar: Referencias

source: Files
es_ar: Archivos

source: Add/Remove Packages...
es_ar: Agregar/Quitar Paquetes...

source: Manage packages references
es_ar: Administrar referencias de paquetes

source: Open configure file...
es_ar: Abrir archivo de configuración...

source: Open configure.ac file
es_ar: Abrir archivo configure.ac

source: Open makefile
es_ar: Abrir makefile

source: Open makefile.am file
es_ar: Abrir archivo makefile.am

source: Projects
es_ar: Proyectos

source: (no project opened - default)
es_ar: (ningún proyecto abierto - por defecto)

source: Output
es_ar: Salida

source: Message
es_ar: Mensaje

source: File
es_ar: Archivo

source: Line
es_ar: Linea

source: Column
es_ar: Columna

source: Build results
es_ar: Resultados de construcción

source: Starting %s, from project: %s
es_ar: Iniciando %s, del proyecto: %s

source: process terminated with exit status %d
es_ar: Proceso terminado con estado de salida %d

source: other
es_ar: Otro

source: Enable the symbol completion module
es_ar: Habilitar el módulo de autocompletado de símbolos

source: Enable the bracket completion module
es_ar: Habilitar el modulo de autocompletado de paréntesis, corchetes y llaves

source: project of type %s is not supported
es_ar: el proyecto de tipo %s no está soportado

source: license of type %s is not available
es_ar: la licencia de tipo %s no está disponible

source: unknown option %s
es_ar: Opción desconocida %s

source: Just a single project name can be specified on the command line
es_ar: Solo un nombre sencillo de proyecto puede ser especificado en la línea de comandos

source: Run '%s --help' to see a full list of available command line options.
es_ar: Ejecute '%s --help' para ver una lista completa de opciones de la línea de comandos.
